"Account" = "Conta";

"Accounts" = "Contas";

"Create an account" = "Criar Uma Conta";

"Create another account" = "Criar Outra Conta";

"Save" = "Salvar";

"Consume is accounted in Mb." = "Consumo é medido em Mb.";

"Data traffic" = "Tráfego de Dados";

"Help?" = "Ajuda?";

"Updating data..." = "Atualizando dados...";

"Service" = "Operadora";

"Username" = "Telefone";

"Password" = "Senha";

"Optionals" = "Opcionais";

"Select a service" = "Selecione uma operadora";

"Cancel" = "Cancelar";

"Edit" = "Editar";

"Done" = "Pronto";

"Label" = "Identificação";

"Problem" = "Problema";

"Help us improve the service. Describe the problem and your data as much as you can. Thanks!" = "Nos ajude a melhorar o serviço. Descreva o problema e seus dados o máximo que puder. Obrigado!";

"We are working to add other services. Please stay tuned or contact us if you can help with something." = "Estamos trabalhando para adicionar novas operadoras. Fique ligado ou entre em contato caso queira ajudar de alguma forma.";

"Dismiss" = "Descartar";

"I Want Others!" = "Quero Outras!";

"Make sure you already have an account for the service. Create an account otherwise." = "Certifique-se que você já possui conta na operadora para acesso via Internet.";

"Oops! We had problems interpreting your data. Please contact us to help improve the product." = "Oops! Tivemos problemas ao interpretar os dados. Certifique-se que a senha está correta ou entre em contato para analisarmos isto.";

"Username must be specified" = "Telefone precisa ser especificado";

"Password must be specified" = "Senha precisa ser especificada";

"This application requires Internet access to work properly. Please check your Internet access." = "Este aplicativo depende de acesso à Internet para funcionar corretamente. Verifique seu acesso.";

"About" = "Sobre";

"Collaborators" = "Colaboradores";

"Code, design, accounts, tests, etc." = "Código, design, contas, testes, etc.";

"Close" = "Fechar";

"Contact" = "Contato";

"Warning" = "Aviso";

"Auto Refresh" = "Atualização Autom.";

"Services" = "Operadoras";

"Other services" = "Outras Operadoras";

"This is already an account with this username. Please edit the account instead of overriding it." = "Já existe uma conta com este número. Por favor, edite a conta para evitar perder dados. Para editar, use o \"Editar\" na tela de Contas (a tela inicial).";